export type olympNames =
	| 'Криптография'
	| 'Иностранный язык'
	| 'Русский язык'
	| 'Физика'
	| 'Информатика'
	| 'Математика'
	| 'Обществознание'

export type olymDataType = {
	name: string
}

export const olympData: Record<olympNames, olymDataType> = {
	Криптография: {
		name: 'Криптография',
	},
	'Иностранный язык': {
		name: 'Иностранный язык',
	},
	'Русский язык': {
		name: 'Русский язык',
	},
	Физика: {
		name: 'Физика',
	},
	Информатика: {
		name: 'Информатика',
	},
	Математика: {
		name: 'Математика',
	},
	Обществознание: {
		name: 'Обществознание',
	},
}
