type TitleTextDataType = {
	title: string
	text: string
	author?: string
}

export const TitleTextData: TitleTextDataType = {
	title: 'Всё ближайшее время  определит образование”',
	text: 'Вообще, качество образования, обучения с детских лет, компетенции, навыки, умение работать в быстро меняющемся рынке (мы половину профессий нынешних через 30 лет потеряем), готовиться к постоянно меняющемуся миру всю жизнь <…> — вот это важнейшая вещь. Мы к этой вещи ещё даже серьёзно не подошли. Мир уже начал процесс перестройки образования, мы ещё только подходим к этому. Осознание уже есть. Но это на всё влияет: на качество госуправления, на качество предпринимательства, на качество технологий, инноваций у нас в стране. Оно является определяющим.',
	author: 'Алексей Кудрин',
}
