import { OlympType } from '@core/types/olymps'

export const olympsList: OlympType[] = [
  { id: 1, name: 'Криптография', description: 'Межрегиональная олимпиада школьников им. И.Я. Верченко' },
  {
    id: 2,
    name: 'Информатика и компьютерная безопасность',
    description: 'Межрегиональная олимпиада школьников им. И.Я. Верченко',
  },
  {
    id: 3,
    name: 'Физика',
    description: 'Межрегиональная олимпиада школьников на базе ведомственных образовательных организаций',
  },
  {
    id: 4,
    name: 'Математика',
    description: 'Межрегиональная олимпиада школьников на базе ведомственных образовательных организаций',
  },
  {
    id: 5,
    name: 'Иностранный язык',
    description: 'Межрегиональная олимпиада школьников на базе ведомственных образовательных организаций',
  },
  {
    id: 6,
    name: 'Обществознание',
    description: 'Межрегиональная олимпиада школьников на базе ведомственных образовательных организаций',
  },
]